Repository: achgithub/LSM-IOSv2
Catalog: ios/LSM/LSM/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, nl

source: Name it, choose whether you're playing, and set anonymity for shared cards.
de: Gib ihm einen Namen, wähle, ob du mitspielst, und lege die Anonymität für geteilte Karten fest.
es: Ponle nombre, elige si juegas y configura el anonimato de las tarjetas compartidas.
fr: Donne-lui un nom, choisis si tu joues, et règle l’anonymat des cartes partagées.
it: Dagli un nome, scegli se giochi e imposta l’anonimato per le schede condivise.
nl: Geef het een naam, kies of je meespeelt en stel anonimiteit in voor gedeelde kaarten.

source: Named
de: Mit Namen
es: Con nombres
fr: Avec noms
it: Con nomi
nl: Met namen

source: New Game
de: Neues Spiel
es: Nueva partida
fr: Nouvelle partie
it: Nuova partita
nl: Nieuw spel

source: New group name
de: Name der neuen Gruppe
es: Nombre del nuevo grupo
fr: Nom du nouveau groupe
it: Nome nuovo gruppo
nl: Naam nieuwe groep

source: Next
de: Weiter
es: Siguiente
fr: Suivant
it: Avanti
nl: Volgende

source: No active players
de: Keine aktiven Spieler
es: Sin jugadores activos
fr: Aucun joueur actif
it: Nessun giocatore attivo
nl: Geen actieve spelers

source: No Ads
de: Werbefrei
es: Sin anuncios
fr: Sans pub
it: Senza pubblicità
nl: Geen advertenties

source: No ads · 1 league · 3 games
de: Keine Werbung · 1 Liga · 3 Spiele
es: Sin anuncios · 1 liga · 3 partidas
fr: Sans pub · 1 ligue · 3 parties
it: Senza pubblicità · 1 lega · 3 partite
nl: Geen advertenties · 1 competitie · 3 spellen

source: No ads · 3 leagues · 9 games · Cloud backup, publish & PWA
de: Keine Werbung · 3 Ligen · 9 Spiele · Cloud-Backup, Veröffentlichen & PWA
es: Sin anuncios · 3 ligas · 9 partidas · Copia nube, publicar y PWA
fr: Sans pub · 3 ligues · 9 parties · Sauvegarde cloud, publier & PWA
it: Senza pubblicità · 3 leghe · 9 partite · Backup cloud, pubblica & PWA
nl: Geen advertenties · 3 competities · 9 spellen · Cloud-back-up, publiceren & PWA

source: No ads · 5 leagues · 15 games · 100 PWA links
de: Keine Werbung · 5 Ligen · 15 Spiele · 100 PWA-Links
es: Sin anuncios · 5 ligas · 15 partidas · 100 enlaces PWA
fr: Sans pub · 5 ligues · 15 parties · 100 liens PWA
it: Senza pubblicità · 5 leghe · 15 partite · 100 link PWA
nl: Geen advertenties · 5 competities · 15 spellen · 100 PWA-links

source: No ads · 7 leagues · 21 games · 140 PWA links
de: Keine Werbung · 7 Ligen · 21 Spiele · 140 PWA-Links
es: Sin anuncios · 7 ligas · 21 partidas · 140 enlaces PWA
fr: Sans pub · 7 ligues · 21 parties · 140 liens PWA
it: Senza pubblicità · 7 leghe · 21 partite · 140 link PWA
nl: Geen advertenties · 7 competities · 21 spellen · 140 PWA-links

source: No Clear Winner
de: Kein klarer Sieger
es: Sin ganador claro
fr: Pas de vainqueur net
it: Nessun vincitore netto
nl: Geen duidelijke winnaar

source: NO CLEAR WINNER
de: KEIN KLARER SIEGER
es: SIN GANADOR CLARO
fr: PAS DE VAINQUEUR NET
it: NESSUN VINCITORE NETTO
nl: GEEN DUIDELIJKE WINNAAR

source: No fixtures
de: Keine Spiele
es: Sin partidos
fr: Aucun match
it: Nessuna partita
nl: Geen wedstrijden

source: No fixtures available right now.
de: Derzeit sind keine Spiele verfügbar.
es: No hay partidos disponibles ahora mismo.
fr: Aucun match disponible pour le moment.
it: Nessuna partita disponibile al momento.
nl: Op dit moment geen wedstrijden beschikbaar.

source: No fixtures for this matchday.
de: Keine Spiele für diesen Spieltag.
es: No hay partidos para esta jornada.
fr: Aucun match pour cette journée.
it: Nessuna partita per questa giornata.
nl: Geen wedstrijden voor deze speelronde.

source: No fixtures in this round.
de: Keine Spiele in dieser Runde.
es: No hay partidos en esta ronda.
fr: Aucun match dans cette manche.
it: Nessuna partita in questo turno.
nl: Geen wedstrijden in deze ronde.

source: No fixtures match these filters.
de: Keine Spiele entsprechen diesen Filtern.
es: Ningún partido coincide con estos filtros.
fr: Aucun match ne correspond à ces filtres.
it: Nessuna partita corrisponde a questi filtri.
nl: Geen wedstrijden komen overeen met deze filters.

source: No fixtures match your search.
de: Keine Spiele entsprechen deiner Suche.
es: Ningún partido coincide con tu búsqueda.
fr: Aucun match ne correspond à ta recherche.
it: Nessuna partita corrisponde alla ricerca.
nl: Geen wedstrijden komen overeen met je zoekopdracht.

source: No games yet
de: Noch keine Spiele
es: Aún no hay partidas
fr: Aucune partie pour l’instant
it: Ancora nessuna partita
nl: Nog geen spellen

source: No group
de: Keine Gruppe
es: Sin grupo
fr: Aucun groupe
it: Nessun gruppo
nl: Geen groep

source: No groups yet — create one in Settings.
de: Noch keine Gruppen — erstelle eine in den Einstellungen.
es: Aún no hay grupos: crea uno en Ajustes.
fr: Pas encore de groupe — crée-en un dans les Réglages.
it: Nessun gruppo ancora — creane uno nelle Impostazioni.
nl: Nog geen groepen — maak er een aan in Instellingen.

source: No groups yet — create one on the Players screen.
de: Noch keine Gruppen – erstelle eine im Bereich „Spieler“.
es: Aún no hay grupos: crea uno en la pantalla Jugadores.
fr: Aucun groupe pour l’instant — créez-en un dans l’écran Joueurs.
it: Ancora nessun gruppo: creane uno nella schermata Giocatori.
nl: Nog geen groepen — maak er een op het scherm Spelers.

source: No link
de: Kein Link
es: Sin enlace
fr: Aucun lien
it: Nessun link
nl: Geen link

source: No matches
de: Keine Spiele
es: Sin partidos
fr: Aucun match
it: Nessuna partita
nl: Geen wedstrijden

source: No matches available right now.
de: Derzeit keine Spiele verfügbar.
es: No hay partidos disponibles en este momento.
fr: Aucun match disponible pour le moment.
it: Nessuna partita disponibile al momento.
nl: Momenteel geen wedstrijden beschikbaar.

source: No matches match your search.
de: Keine Spiele entsprechen deiner Suche.
es: Ningún partido coincide con tu búsqueda.
fr: Aucun match ne correspond à votre recherche.
it: Nessuna partita corrisponde alla tua ricerca.
nl: Geen wedstrijden komen overeen met je zoekopdracht.

source: No picks recorded for this round.
de: Für diese Runde sind keine Tipps erfasst.
es: No hay selecciones registradas en esta ronda.
fr: Aucun choix enregistré pour cette manche.
it: Nessuna scelta registrata per questo turno.
nl: Geen keuzes vastgelegd voor deze ronde.

source: No players match.
de: Keine Spieler gefunden.
es: Ningún jugador coincide.
fr: Aucun joueur correspondant.
it: Nessun giocatore corrisponde.
nl: Geen spelers gevonden.

source: No players yet
de: Noch keine Spieler
es: Aún no hay jugadores
fr: Pas encore de joueur
it: Nessun giocatore ancora
nl: Nog geen spelers

source: No players yet.
de: Noch keine Spieler.
es: Aún no hay jugadores.
fr: Aucun joueur pour l’instant.
it: Ancora nessun giocatore.
nl: Nog geen spelers.

source: No results yet.
de: Noch keine Ergebnisse.
es: Aún no hay resultados.
fr: Pas encore de résultats.
it: Nessun risultato ancora.
nl: Nog geen resultaten.

source: No saved players yet. Add people here, then add them to a game.
de: Noch keine gespeicherten Spieler. Füge hier Personen hinzu und dann zu einem Spiel.
es: Aún no hay jugadores guardados. Añade personas aquí y luego agrégalas a una partida.
fr: Aucun joueur enregistré. Ajoute des personnes ici, puis ajoute-les à une partie.
it: Ancora nessun giocatore salvato. Aggiungi persone qui e poi a una partita.
nl: Nog geen opgeslagen spelers. Voeg hier mensen toe en daarna aan een spel.

source: No saved players yet. Add people on the Players tab first, then add them here.
de: Noch keine gespeicherten Spieler. Füge sie zuerst im Tab „Spieler“ hinzu und dann hier.
es: Aún no hay jugadores guardados. Añádelos primero en la pestaña Jugadores y luego aquí.
fr: Aucun joueur enregistré. Ajoute-les d’abord dans l’onglet Joueurs, puis ici.
it: Ancora nessun giocatore salvato. Aggiungili prima nella scheda Giocatori e poi qui.
nl: Nog geen opgeslagen spelers. Voeg ze eerst toe op het tabblad Spelers en daarna hier.

source: No standings yet.
de: Noch keine Tabelle.
es: Aún no hay clasificación.
fr: Pas encore de classement.
it: Nessuna classifica ancora.
nl: Nog geen stand.

source: No submissions yet for round %lld.
de: Noch keine Einreichungen für Runde %lld.
es: Aún no hay envíos para la ronda %lld.
fr: Pas encore de soumission pour la manche %lld.
it: Nessun invio ancora per il turno %lld.
nl: Nog geen inzendingen voor ronde %lld.

source: Not affiliated with, licensed by or endorsed by any football club, league or federation. An independent tool — team names and fixtures are factual data shown for reference only.
de: Nicht verbunden mit, lizenziert von oder unterstützt durch einen Fußballverein, eine Liga oder einen Verband. Ein unabhängiges Tool – Mannschaftsnamen und Spiele sind sachliche Daten, die nur zur Information angezeigt werden.
es: No está afiliado, licenciado ni respaldado por ningún club, liga o federación de fútbol. Es una herramienta independiente: los nombres de equipos y los partidos son datos factuales mostrados solo como referencia.
fr: Sans affiliation, licence ni approbation d’un club, d’une ligue ou d’une fédération de football. Outil indépendant — les noms d’équipes et les matchs sont des données factuelles affichées à titre d’information uniquement.
it: Non affiliato, concesso in licenza o approvato da alcun club, lega o federazione calcistica. Strumento indipendente: i nomi delle squadre e le partite sono dati fattuali mostrati solo a scopo informativo.
nl: Niet verbonden aan, gelicentieerd door of onderschreven door een voetbalclub, competitie of federatie. Een onafhankelijke tool — teamnamen en wedstrijden zijn feitelijke gegevens die alleen ter informatie worden getoond.

source: Not available yet
de: Noch nicht verfügbar
es: Aún no disponible
fr: Pas encore disponible
it: Non ancora disponibile
nl: Nog niet beschikbaar

source: Not everyone in yet? Close the wizard and come back any time — swipe the game right to resume here.
de: Noch nicht alle dabei? Schließe den Assistenten und komm jederzeit zurück — wische das Spiel nach rechts, um hier fortzufahren.
es: ¿Aún no están todos? Cierra el asistente y vuelve cuando quieras: desliza la partida a la derecha para continuar aquí.
fr: Pas encore tout le monde ? Ferme l'assistant et reviens quand tu veux — glisse la partie vers la droite pour reprendre ici.
it: Non ci sono ancora tutti? Chiudi la procedura guidata e torna quando vuoi — scorri la partita a destra per riprendere da qui.
nl: Nog niet iedereen erbij? Sluit de wizard en kom op elk moment terug — swipe het spel naar rechts om hier verder te gaan.

source: Not in any groups yet.
de: Noch in keiner Gruppe.
es: Aún no está en ningún grupo.
fr: Pas encore dans un groupe.
it: Non è ancora in nessun gruppo.
nl: Nog in geen enkele groep.

source: Nothing to restore
de: Nichts wiederherzustellen
es: Nada que restaurar
fr: Rien à restaurer
it: Nulla da ripristinare
nl: Niets te herstellen

source: One link works for all your games.
de: Ein Link funktioniert für alle deine Spiele.
es: Un solo enlace funciona en todas tus partidas.
fr: Un seul lien fonctionne pour toutes tes parties.
it: Un solo link funziona per tutte le tue partite.
nl: Eén link werkt voor al je spellen.

source: One name per row. Add a group with `Name, Group`. Rows without one go to the selected import group above. `Name, Email` still works (email ignored).
de: Ein Name pro Zeile. Gruppe mit „Name, Gruppe“ angeben. Zeilen ohne Gruppe kommen in die oben gewählte Import-Gruppe. „Name, E-Mail“ funktioniert weiterhin (E-Mail wird ignoriert).
es: Un nombre por fila. Añade un grupo con «Nombre, Grupo». Las filas sin grupo van al grupo de importación seleccionado arriba. «Nombre, Email» también funciona (el email se ignora).
fr: Un nom par ligne. Ajoute un groupe avec « Nom, Groupe ». Les lignes sans groupe vont dans le groupe d’import sélectionné ci-dessus. « Nom, E-mail » fonctionne aussi (e-mail ignoré).
it: Un nome per riga. Aggiungi un gruppo con «Nome, Gruppo». Le righe senza gruppo vanno nel gruppo di importazione selezionato sopra. «Nome, Email» funziona ancora (email ignorata).
nl: Eén naam per regel. Voeg een groep toe met ‘Naam, Groep’. Regels zonder groep gaan naar de hierboven gekozen importgroep. ‘Naam, E-mail’ werkt nog steeds (e-mail genegeerd).

source: Open
de: Offen
es: Abierta
fr: Ouverte
it: Aperto

source: Open %@ %lld
de: %@ %lld öffnen
es: Abrir %@ %lld
fr: Ouvrir %@ %lld
it: Apri %@ %lld
nl: %@ %lld openen

source: Open Matchday
de: Spieltag öffnen
es: Abrir jornada
fr: Ouvrir la journée
it: Apri giornata
nl: Speelronde openen

source: Open Players
de: Spieler öffnen
es: Abrir Jugadores
fr: Ouvrir Joueurs
it: Apri Giocatori
nl: Spelers openen

source: Open Round
de: Runde öffnen
es: Abrir ronda
fr: Ouvrir une manche
it: Apri turno
nl: Ronde openen

source: Open round 1
de: Runde 1 öffnen
es: Abre la ronda 1
fr: Ouvre la manche 1
it: Apri il turno 1
nl: Open ronde 1

source: Open the next matchday
de: Den nächsten Spieltag öffnen
es: Abrir la siguiente jornada
fr: Ouvrir la prochaine journée
it: Apri la prossima giornata
nl: De volgende speelronde openen

source: Open the next round
de: Nächste Runde öffnen
es: Abrir la siguiente ronda
fr: Ouvrir la manche suivante
it: Apri il turno successivo
nl: Volgende ronde openen

source: Outcome · Round %lld
de: Ausgang · Runde %lld
es: Desenlace · Ronda %lld
fr: Issue · Manche %lld
it: Esito · Turno %lld
nl: Uitkomst · Ronde %lld

source: P
de: Sp
es: PJ
fr: J
it: G
nl: G

source: Pick a mode to see a complete example game with sample data. No real data is affected.
de: Wähle einen Modus, um ein vollständiges Beispielspiel mit Beispieldaten zu sehen. Es werden keine echten Daten verändert.
es: Elige un modo para ver una partida de ejemplo completa con datos de muestra. No se afectan datos reales.
fr: Choisis un mode pour voir une partie d'exemple complète avec des données fictives. Aucune donnée réelle n'est affectée.
it: Scegli una modalità per vedere una partita di esempio completa con dati fittizi. Nessun dato reale viene modificato.
nl: Kies een modus om een volledig voorbeeldspel met voorbeeldgegevens te zien. Er worden geen echte gegevens beïnvloed.

source: Pick one league, or blend several — players can then pick teams from any of them.
de: Wähle eine Liga oder kombiniere mehrere – Spieler können dann Mannschaften aus jeder davon wählen.
es: Elige una liga o combina varias: los jugadores podrán elegir equipos de cualquiera de ellas.
fr: Choisis une ligue ou combine-en plusieurs : les joueurs pourront choisir des équipes dans chacune.
it: Scegli una lega o combinane più di una: i giocatori potranno scegliere squadre da ognuna.
nl: Kies één competitie of combineer er meerdere — spelers kunnen dan teams uit elk ervan kiezen.

source: Pick one league, or blend several — predictions can then cover fixtures from any of them.
de: Wähle eine Liga oder mische mehrere — Vorhersagen können dann Spiele aus allen davon abdecken.
es: Elige una liga o combina varias: las predicciones podrán entonces cubrir partidos de cualquiera de ellas.
fr: Choisis une ligue ou combine-en plusieurs — les prédictions pourront alors couvrir les matchs de n'importe laquelle d'entre elles.
it: Scegli una lega o combinane diverse: i pronostici potranno così riguardare le partite di qualsiasi di esse.
nl: Kies één competitie of combineer meerdere — voorspellingen kunnen dan wedstrijden uit elk daarvan omvatten.

source: Pick the fixtures this round runs on and set the picks deadline.
de: Wähle die Spiele dieser Runde und lege die Tipp-Frist fest.
es: Elige los partidos de esta ronda y fija la fecha límite de selecciones.
fr: Choisis les matchs de cette manche et fixe l’échéance des choix.
it: Scegli le partite di questo turno e imposta la scadenza delle scelte.
nl: Kies de wedstrijden voor deze ronde en stel de keuzedeadline in.

source: Picks
de: Tipps
es: Selecciones
fr: Choix
it: Scelte
nl: Keuzes

source: PICKS
de: TIPPS
es: SELECCIONES
fr: CHOIX
it: SCELTE
nl: KEUZES

source: Picks · Round %lld
de: Tipps · Runde %lld
es: Selecciones · Ronda %lld
fr: Choix · Manche %lld
it: Scelte · Turno %lld
nl: Keuzes · Ronde %lld

source: Picks due · %@
de: Tipps fällig · %@
es: Selecciones antes de · %@
fr: Choix attendus · %@
it: Scelte entro · %@
nl: Keuzes vóór · %@

source: Picks due by
de: Tipps fällig bis
es: Selecciones antes de
fr: Choix attendus avant
it: Scelte entro
nl: Keuzes vóór

source: Picks locked · %@
de: Tipps gesperrt · %@
es: Selecciones cerradas · %@
fr: Choix verrouillés · %@
it: Scelte bloccate · %@
nl: Keuzes vergrendeld · %@

source: Plan
de: Tarif
fr: Forfait
it: Piano
nl: Abonnement

source: Player
de: Spieler
es: Jugador
fr: Joueur
it: Giocatore
nl: Speler

source: Player %lld
de: Spieler %lld
es: Jugador %lld
fr: Joueur %lld
it: Giocatore %lld
nl: Speler %lld

source: Player name
de: Spielername
es: Nombre del jugador
fr: Nom du joueur
it: Nome giocatore
nl: Spelersnaam

source: Player submission links
de: Einreichungslinks für Spieler
es: Enlaces de envío para jugadores
fr: Liens de soumission des joueurs
it: Link di invio per i giocatori
nl: Inzendingslinks voor spelers

source: Players
de: Spieler
es: Jugadores
fr: Joueurs
it: Giocatori
nl: Spelers

source: Players (%lld)
de: Spieler (%lld)
es: Jugadores (%lld)
fr: Joueurs (%lld)
it: Giocatori (%lld)
nl: Spelers (%lld)

source: Players submit their predicted scores via the public link. You can also enter predictions on their behalf.
de: Spieler senden ihre vorhergesagten Ergebnisse über den öffentlichen Link. Du kannst Vorhersagen auch für sie eingeben.
es: Los jugadores envían sus resultados predichos a través del enlace público. También puedes introducir predicciones en su nombre.
fr: Les joueurs envoient leurs scores prédits via le lien public. Tu peux aussi saisir des prédictions en leur nom.
it: I giocatori inviano i risultati pronosticati tramite il link pubblico. Puoi anche inserire i pronostici per loro conto.
nl: Spelers dienen hun voorspelde uitslagen in via de openbare link. Je kunt ook zelf voorspellingen namens hen invoeren.

source: Playoff Round
de: Playoff-Runde
es: Ronda de desempate
fr: Manche de barrage
it: Turno di spareggio
nl: Play-offronde

source: Postp.
de: Verschoben
es: Aplazado
fr: Reporté
it: Rinviata
nl: Uitgesteld

source: Postponed
de: Verschoben
es: Aplazado
fr: Reporté
it: Rinviata
nl: Uitgesteld

source: Pot is split
de: Topf wird geteilt
es: El bote se reparte
fr: La cagnotte est partagée
it: Il montepremi è diviso
nl: De pot wordt verdeeld

source: Predictions
de: Vorhersagen
es: Predicciones
fr: Prédictions
it: Pronostici
nl: Voorspellingen

source: Predictions · Round %lld
de: Vorhersagen · Runde %lld
es: Predicciones · Ronda %lld
fr: Prédictions · Manche %lld
it: Pronostici · Turno %lld
nl: Voorspellingen · Ronde %lld

source: Privacy Policy
de: Datenschutzerklärung
es: Política de privacidad
fr: Politique de confidentialité
it: Informativa sulla privacy
nl: Privacybeleid

source: Publish
de: Veröffentlichen
es: Publicar
fr: Publier
it: Pubblica
nl: Publiceren

source: Publish League
de: Liga veröffentlichen
es: Publicar liga
fr: Publier la ligue
it: Pubblica lega
nl: Competitie publiceren

source: Publish League…
de: Liga veröffentlichen…
es: Publicar liga…
fr: Publier la ligue…
it: Pubblica lega…
nl: Competitie publiceren…

source: Published just now.
de: Gerade eben veröffentlicht.
es: Publicado hace un momento.
fr: Publié à l'instant.
it: Pubblicato proprio ora.
nl: Net gepubliceerd.

source: Publishing generates a link and a 6-digit PIN, both yours to share with the group.
de: Beim Veröffentlichen werden ein Link und eine 6-stellige PIN erstellt, die du mit der Gruppe teilen kannst.
es: Al publicar se genera un enlace y un PIN de 6 dígitos, ambos para compartir con el grupo.
fr: La publication génère un lien et un code PIN à 6 chiffres, tous deux à partager avec le groupe.
it: La pubblicazione genera un link e un PIN di 6 cifre, entrambi da condividere con il gruppo.
nl: Publiceren genereert een link en een 6-cijferige pincode, beide om te delen met de groep.

source: Pull people from your roster into this game — you need at least two to play.
de: Hol Personen aus deiner Liste in dieses Spiel – du brauchst mindestens zwei zum Spielen.
es: Trae personas de tu lista a esta partida: necesitas al menos dos para jugar.
fr: Ajoute des personnes de ta liste à cette partie — il en faut au moins deux pour jouer.
it: Porta persone dal tuo elenco in questa partita: ne servono almeno due per giocare.
nl: Haal mensen uit je lijst naar dit spel — je hebt er minstens twee nodig om te spelen.

source: Pull results from server
de: Ergebnisse vom Server laden
es: Obtener resultados del servidor
fr: Récupérer les résultats du serveur
it: Scarica risultati dal server
nl: Resultaten van server ophalen

source: Pull the results (or set them), then close the round to work out who's out.
de: Lade die Ergebnisse (oder trage sie ein) und schließe dann die Runde, um zu sehen, wer ausscheidet.
es: Obtén los resultados (o introdúcelos) y luego cierra la ronda para ver quién queda fuera.
fr: Récupère les résultats (ou saisis-les), puis clôture la manche pour voir qui est éliminé.
it: Scarica i risultati (o inseriscili), poi chiudi il turno per vedere chi è fuori.
nl: Haal de resultaten op (of voer ze in) en sluit dan de ronde om te bepalen wie afvalt.

source: Purchase failed
de: Kauf fehlgeschlagen
es: Error en la compra
fr: Échec de l’achat
it: Acquisto non riuscito
nl: Aankoop mislukt

source: Purchases restored
de: Käufe wiederhergestellt
es: Compras restauradas
fr: Achats restaurés
it: Acquisti ripristinati
nl: Aankopen hersteld

source: PWA Submissions
de: PWA-Einreichungen
es: Envíos por PWA
fr: Soumissions PWA
it: Invii PWA
nl: PWA-inzendingen

source: Record each player's team, then Auto-Assign anyone who didn't reply in time.
de: Erfasse die Mannschaft jedes Spielers und weise allen, die nicht rechtzeitig geantwortet haben, automatisch eine zu.
es: Registra el equipo de cada jugador y luego asigna automáticamente a quien no respondió a tiempo.
fr: Note l’équipe de chaque joueur, puis attribue automatiquement à ceux qui n’ont pas répondu à temps.
it: Registra la squadra di ogni giocatore, poi assegna automaticamente a chi non ha risposto in tempo.
nl: Leg het team van elke speler vast en wijs automatisch toe aan wie niet op tijd reageerde.

source: Refresh
de: Aktualisieren
es: Actualizar
fr: Actualiser
it: Aggiorna
nl: Vernieuwen

source: Refresh available in %@
de: Aktualisierung verfügbar in %@
es: Actualización disponible en %@
fr: Actualisation disponible dans %@
it: Aggiornamento disponibile tra %@
nl: Vernieuwen beschikbaar over %@

source: Refresh fixtures
de: Spielplan aktualisieren
es: Actualizar partidos
fr: Actualiser les matchs
it: Aggiorna partite
nl: Wedstrijden vernieuwen

source: Refresh matches
de: Spiele aktualisieren
es: Actualizar partidos
fr: Actualiser les matchs
it: Aggiorna partite
nl: Wedstrijden vernieuwen

source: Regenerate Link
de: Link neu erstellen
es: Regenerar enlace
fr: Régénérer le lien
it: Rigenera link
nl: Link opnieuw genereren

source: Reject
de: Ablehnen
es: Rechazar
fr: Rejeter
it: Rifiuta
nl: Afwijzen

source: Remove
de: Entfernen
es: Quitar
fr: Retirer
it: Rimuovi
nl: Verwijderen

source: Remove & delete games
de: Entfernen & Spiele löschen
es: Quitar y eliminar partidas
fr: Retirer et supprimer les parties
it: Rimuovi ed elimina partite
nl: Verwijderen en spellen wissen

source: Remove %@
de: %@ entfernen
es: Quitar a %@
fr: Retirer %@
it: Rimuovi %@
nl: %@ verwijderen

source: Remove %@?
de: %@ entfernen?
es: ¿Quitar a %@?
fr: Retirer %@ ?
it: Rimuovere %@?
nl: %@ verwijderen?

source: Remove Player
de: Spieler entfernen
es: Quitar jugador
fr: Retirer le joueur
it: Rimuovi giocatore
nl: Speler verwijderen
